Repository: peterbv/wp-tailwind-theme-travel
Catalog: languages/wptbt-benefits-block-*.po
Languages: es_es, pt_br

source: Experience True Relaxation
es_es: Experimenta Verdadera Relajación
pt_br: Experimente o Verdadeiro Relaxamento

source: WHY CHOOSE US
es_es: POR QUÉ ELEGIRNOS
pt_br: POR QUE NOS ESCOLHER

source: Discover what makes our spa treatments special
es_es: Descubre lo que hace especiales nuestros tratamientos de spa
pt_br: Descubra o que torna nossos tratamentos de spa especiais

source: Experience relaxation and rejuvenation with our exclusive treatments tailored to your needs. Our holistic approach ensures that every visit leaves you feeling refreshed and balanced.
es_es: Experimenta relajación y rejuvenecimiento con nuestros tratamientos exclusivos adaptados a tus necesidades. Nuestro enfoque holístico garantiza que cada visita te deje sintiéndote renovado y equilibrado.
pt_br: Experimente relaxamento e rejuvenescimento com nossos tratamentos exclusivos adaptados às suas necessidades. Nossa abordagem holística garante que cada visita deixe você se sentindo renovado e equilibrado.

source: EXPERT THERAPISTS
es_es: TERAPEUTAS EXPERTOS
pt_br: TERAPEUTAS ESPECIALISTAS

source: Our team consists of certified professionals with years of experience in spa and wellness.
es_es: Nuestro equipo está formado por profesionales certificados con años de experiencia en spa y bienestar.
pt_br: Nossa equipe é composta por profissionais certificados com anos de experiência em spa e bem-estar.

source: PREMIUM TREATMENTS
es_es: TRATAMIENTOS PREMIUM
pt_br: TRATAMENTOS PREMIUM

source: We offer a wide range of exclusive treatments using only the highest quality products.
es_es: Ofrecemos una amplia gama de tratamientos exclusivos utilizando solo productos de la más alta calidad.
pt_br: Oferecemos uma ampla variedade de tratamentos exclusivos usando apenas produtos da mais alta qualidade.

source: PEACEFUL ATMOSPHERE
es_es: AMBIENTE TRANQUILO
pt_br: AMBIENTE TRANQUILO

source: Our carefully designed spaces create the perfect environment for complete relaxation.
es_es: Nuestros espacios cuidadosamente diseñados crean el ambiente perfecto para una relajación completa.
pt_br: Nossos espaços cuidadosamente projetados criam o ambiente perfeito para um relaxamento completo.

source: Your browser does not support the video tag.
es_es: Tu navegador no soporta la etiqueta de vídeo.
pt_br: Seu navegador não suporta a tag de vídeo.

source: Number of Visitors
es_es: Número de Visitantes
pt_br: Número de Visitantes

source: Number of people
es_es: Número de personas
pt_br: Número de pessoas

source: Select between 1 and 20 people
es_es: Seleccione entre 1 y 20 personas
pt_br: Selecione entre 1 e 20 pessoas

source: Decrease Visitors
es_es: Disminuir visitantes
pt_br: Diminuir visitantes

source: Increase Visitors
es_es: Aumentar visitantes
pt_br: Aumentar visitantes
