Repository: peterbv/wp-tailwind-theme-travel
Catalog: languages/wptbt-interactive-map-block-*.po
Languages: pt_br

source: Find Us
pt_br: Encontre-nos

source: Our Location
pt_br: Nossa Localização

source: Visit us and discover our relaxing spa in the heart of the city
pt_br: Visite-nos e descubra nosso spa relaxante no coração da cidade

source: Your wellness sanctuary
pt_br: Seu santuário de bem-estar

source: Main square of Cusco
pt_br: Praça principal de Cusco

source: The Inca's Sun Temple
pt_br: O Templo do Sol Inca

source: Loading map...
pt_br: Carregando mapa...

source: Loading map dependencies...
pt_br: Carregando dependências do mapa...

source: Initializing map...
pt_br: Inicializando mapa...

source: Failed to load the map. Please try again later.
pt_br: Falha ao carregar o mapa. Por favor, tente novamente mais tarde.

source: Reset Map View
pt_br: Redefinir Visualização do Mapa

source: Fullscreen
pt_br: Tela Cheia

source: Exit Fullscreen
pt_br: Sair da Tela Cheia

source: Switch to Map View
pt_br: Mudar para Visualização de Mapa

source: Switch to Street View
pt_br: Mudar para Visualização de Rua

source: Get Directions
pt_br: Obter Direções

source: Directions
pt_br: Direções

source: Starting point:
pt_br: Ponto de partida:

source: Enter address or location
pt_br: Digite o endereço ou localização

source: Use my current location
pt_br: Usar minha localização atual

source: Travel mode:
pt_br: Modo de viagem:

source: Driving
pt_br: De carro

source: Walking
pt_br: A pé

source: Bicycling
pt_br: De bicicleta

source: Transit
pt_br: Transporte público

source: Go
pt_br: Ir

source: Route Info
pt_br: Informações da Rota

source: Distance
pt_br: Distância

source: Duration
pt_br: Duração

source: We couldn't get your current location. Please enable location services in your browser.
pt_br: Não foi possível obter sua localização atual. Por favor, ative os serviços de localização no seu navegador.

source: Points of Interest
pt_br: Pontos de Interesse

source: from destination
pt_br: do destino

source: Visit Website
pt_br: Visitar Website

source: Contact Information
pt_br: Informações de Contato

source: Book an Appointment
pt_br: Agendar uma Consulta

source: Error
pt_br: Erro

source: Retry
pt_br: Tentar Novamente

source: Loading...
pt_br: Carregando...

source: Success
pt_br: Sucesso

source: Mapa Interactivo
pt_br: Mapa Interativo

source: Configuración General
pt_br: Configuração Geral

source: Descripción (opcional)
pt_br: Descrição (opcional)

source: Altura del mapa
pt_br: Altura do mapa

source: Ejemplo: 500px, 60vh, etc.
pt_br: Exemplo: 500px, 60vh, etc.

source: Ubicación y Marcador
pt_br: Localização e Marcador

source: Latitud
pt_br: Latitude

source: Longitud
pt_br: Longitude

source: Nivel de zoom
pt_br: Nível de zoom

source: Título del marcador
pt_br: Título do marcador

source: Descripción del marcador
pt_br: Descrição do marcador

source: Opciones del Mapa
pt_br: Opções do Mapa

source: Proveedor de mapas
pt_br: Provedor de mapas

source: Google Maps (requiere API key)
pt_br: Google Maps (requer chave API)

source: Es necesario proporcionar una API key de Google Maps para usar este proveedor.
pt_br: É necessário fornecer uma chave API do Google Maps para usar este provedor.

source: OpenStreetMap es gratuito y no requiere API key, pero tiene funcionalidades limitadas.
pt_br: OpenStreetMap é gratuito e não requer chave API, mas tem funcionalidades limitadas.

source: API Key de Google Maps
pt_br: Chave API do Google Maps

source: Opcional. Ingresa tu API key de Google Maps para usar el mapa en producción.
pt_br: Opcional. Insira sua chave API do Google Maps para usar o mapa em produção.

source: Estilo del mapa
pt_br: Estilo do mapa

source: Estándar
pt_br: Padrão

source: Plateado
pt_br: Prateado

source: Retro
pt_br: Retrô

source: Oscuro
pt_br: Escuro

source: Noche
pt_br: Noite

source: Berenjena
pt_br: Berinjela

source: Vista previa del estilo
pt_br: Pré-visualização do estilo

source: Habilitar pantalla completa
pt_br: Habilitar tela cheia

source: Habilitar agrupación de marcadores
pt_br: Habilitar agrupamento de marcadores

source: Agrupa marcadores cercanos cuando hay muchos puntos de interés
pt_br: Agrupa marcadores próximos quando há muitos pontos de interesse

source: Mostrar direcciones
pt_br: Mostrar direções

source: Con OpenStreetMap se usará Mapillary como alternativa
pt_br: Com OpenStreetMap será usado Mapillary como alternativa

source: Mostrar vista a nivel de calle con Google Street View
pt_br: Mostrar vista ao nível da rua com Google Street View

source: Puntos de Interés
pt_br: Pontos de Interesse

source: Punto
pt_br: Ponto

source: Eliminar
pt_br: Excluir

source: Añadir imagen
pt_br: Adicionar imagem

source: Cambiar imagen
pt_br: Alterar imagem

source: Eliminar imagen
pt_br: Excluir imagem

source: Añadir punto de interés
pt_br: Adicionar ponto de interesse

source: Información de Contacto
pt_br: Informações de Contato

source: Dirección
pt_br: Endereço

source: Teléfono
pt_br: Telefone

source: Correo electrónico
pt_br: E-mail

source: Colores
pt_br: Cores

source: Color de Fondo
pt_br: Cor de Fundo

source: Color de Texto
pt_br: Cor do Texto

source: Color de Acento
pt_br: Cor de Destaque

source: Color Secundario
pt_br: Cor Secundária

source: Vista previa del mapa (se mostrará el mapa real en el frontend)
pt_br: Pré-visualização do mapa (o mapa real será exibido no frontend)

source: Proveedor: OpenStreetMap (gratuito)
pt_br: Provedor: OpenStreetMap (gratuito)

source: Proveedor: Google Maps
pt_br: Provedor: Google Maps

source: Puntos de interés configurados:
pt_br: Pontos de interesse configurados:

source: más
pt_br: mais

source: Configura todos los detalles del mapa en el panel lateral.
pt_br: Configure todos os detalhes do mapa no painel lateral.
