Repository: peterbv/wp-tailwind-theme-travel
Catalog: languages/wptbt-google-reviews-block-*.po
Languages: es_es, pt_br

source: What Our Clients Say
es_es: Lo que dicen nuestros clientes
pt_br: O que nossos clientes dizem

source: Testimonials
es_es: Testimonios
pt_br: Depoimentos

source: Discover the experiences of those who have already enjoyed our services
es_es: Descubre las experiencias de quienes ya han disfrutado de nuestros servicios
pt_br: Descubra as experiências de quem já aproveitou nossos serviços

source: Client
es_es: Cliente
pt_br: Cliente

source: Google Reviews: Place ID and API Key are required to load dynamic reviews
es_es: Reseñas de Google: Se requieren ID de lugar y clave API para cargar reseñas dinámicas
pt_br: Avaliações do Google: ID do local e Chave API são necessários para carregar avaliações dinâmicas

source: Error in response
es_es: Error en la respuesta
pt_br: Erro na resposta

source: Invalid response format
es_es: Formato de respuesta inválido
pt_br: Formato de resposta inválido

source: Error loading reviews:
es_es: Error al cargar reseñas:
pt_br: Erro ao carregar avaliações:

source: Unable to load reviews. Please try again later.
es_es: No se pudieron cargar las reseñas. Por favor, inténtelo más tarde.
pt_br: Não foi possível carregar as avaliações. Por favor, tente novamente mais tarde.

source: Loading testimonials...
es_es: Cargando testimonios...
pt_br: Carregando depoimentos...

source: Google Reviews
es_es: Reseñas de Google
pt_br: Avaliações do Google

source: Leave your review
es_es: Deja tu reseña
pt_br: Deixe sua avaliação

source: Previous testimonial
es_es: Testimonio anterior
pt_br: Depoimento anterior

source: Next testimonial
es_es: Siguiente testimonio
pt_br: Próximo depoimento

source: Go to testimonial
es_es: Ir al testimonio
pt_br: Ir para depoimento

source: WHAT OUR CLIENTS SAY
es_es: LO QUE DICEN NUESTROS CLIENTES
pt_br: O QUE NOSSOS CLIENTES DIZEM

source: See what our customers are saying about us
es_es: Mira lo que nuestros clientes dicen sobre nosotros
pt_br: Veja o que nossos clientes estão dizendo sobre nós

source: Excellent service! I highly recommend this place to everyone. The attention to detail and customer service were outstanding. I will definitely be coming back.
es_es: ¡Excelente servicio! Recomiendo ampliamente este lugar a todos. La atención al detalle y el servicio al cliente fueron sobresalientes. Definitivamente volveré.
pt_br: Serviço excelente! Recomendo este lugar a todos. A atenção aos detalhes e o atendimento ao cliente foram excepcionais. Certamente voltarei.

source: Amazing experience. The staff was very professional and friendly. They made sure I was comfortable throughout my appointment. Truly a 5-star service!
es_es: Experiencia increíble. El personal fue muy profesional y amable. Se aseguraron de que estuviera cómodo durante toda mi cita. ¡Verdaderamente un servicio de 5 estrellas!
pt_br: Experiência incrível. A equipe foi muito profissional e amigável. Garantiram que eu estivesse confortável durante todo o meu atendimento. Verdadeiramente um serviço 5 estrelas!

source: Very good service and friendly staff. The only reason I'm not giving 5 stars is because I had to wait a bit longer than expected. Otherwise, everything was perfect.
es_es: Muy buen servicio y personal amable. La única razón por la que no doy 5 estrellas es porque tuve que esperar un poco más de lo esperado. Por lo demás, todo fue perfecto.
pt_br: Serviço muito bom e equipe amigável. O único motivo pelo qual não estou dando 5 estrelas é porque tive que esperar um pouco mais do que o esperado. Caso contrário, tudo foi perfeito.

source: I've been coming here for years and have never been disappointed. The quality of service is consistently excellent. Highly recommended!
es_es: He venido aquí durante años y nunca me he sentido decepcionado. La calidad del servicio es constantemente excelente. ¡Altamente recomendado!
pt_br: Venho aqui há anos e nunca fiquei decepcionado. A qualidade do serviço é consistentemente excelente. Altamente recomendado!

source: Fantastic experience from start to finish. The booking process was simple, the facilities were clean, and the staff was extremely professional. Will definitely return!
es_es: Experiencia fantástica de principio a fin. El proceso de reserva fue sencillo, las instalaciones estaban limpias y el personal fue extremadamente profesional. ¡Definitivamente volveré!
pt_br: Experiência fantástica do início ao fim. O processo de agendamento foi simples, as instalações estavam limpas e a equipe foi extremamente profissional. Certamente voltarei!

source: Invalid security token
es_es: Token de seguridad inválido
pt_br: Token de segurança inválido
